Repository: d3molite/BotManager
Catalog: BotManager.Resources/LoggingResource.*.resx
Languages: de

# Header_MessageDeleted
source: Message deleted
de: Nachricht gelöscht

# Body_MessageDeleted
source: A message by user {0} has been deleted in <#{1}>.
de: Eine Nachricht von {0} wurde im Kanal <#{1}> gelöscht.

# Header_Content
source: Content:
de: Inhalt:

# Body_MessageDeleted_NotFound
source: A message was deleted in <#{0}> but the content could not be retrieved from cache.
de: Eine Nachricht wurde in <#{0}> gelöscht, aber der Inhalt konnte nicht aus dem Cache geladen werden.

# Header_MessageEdited
source: Message edited
de: Nachricht bearbeitet

# Body_MessageEdited
source: A message by user {0} has been edited.
de: Eine Nachricht von {0} wurde bearbeitet.

# Header_MessageEdited_OriginalMessage
source: Original message:
de: Originale Nachricht:

# Header_MessageEdited_NewMessage
source: New message:
de: Neue Nachricht:

# Header_Actions
source: Actions:
de: Aktionen:

# Body_MessageEdited_NotFound
source: The content could not be retrieved from cache.
de: Der Inhalt konnte nicht aus dem Cache geladen werden.

# Body_Actions_LinkToMessage
source: Link to message
de: Link zur Nachricht

# Header_UserBanned
source: User banned
de: Nutzer gebannt

# Body_UserBanned
source: User {0} has been banned from the server.
de: {0} wurde vom Server gebannt.

# Header_UserBanned_Reason
source: Ban reason:
de: Grund:

# Body_UserBanned_ReasonNotFound
source: Could not fetch ban reason.
de: Begründung konnte nicht abgefragt werden.

# Header_UserJoined
source: User joined
de: Nutzer beigetreten

# Header_UserLeft
source: User left
de: Nutzer verlassen

# Body_UserLeft
source: User {0} has left the server.
de: {0} hat den Server verlassen.

# Body_UserJoined
source: User {0} joined the server.
de: {0} ist dem Server beigetreten.

# Header_UserJoined_Age
source: Account age:
de: Alter des Accounts:

# Header_UserTimedOut
source: User timed out
de: Nutzer in Timeout versetzt

# Body_UserTimedOut
source: User {0} has been timed out for spamming.
de: {0} wurde für Spam in den Timeout versetzt.
